Repository: osmank3/bilge-katalog-old
Catalog: po/*.po
Languages: tr

source: Cataloging application
tr: Kataloglama uygulaması

source: Bilge-Katalog is cataloging file's infos for founding where is file(s).
tr: Bilge-Katalog dosyaların bilgilerini toplayıp daha sonra nerede olduklarını bulmakta yardımcı olur.

source: Name
tr: Ad

source: Address
tr: Adres

source: Create Date
tr: Oluşturma Tarihi

source: Modify Date
tr: Değiştirme Tarihi

source: Access Date
tr: Erişim Tarihi

source: Cataloging Date
tr: Kataloglanma Tarihi

source: Description
tr: Özet

source: Size
tr: Boyut

source: Type
tr: Biçim

source: Title
tr: Başlık

source: Album
tr: Albüm

source: Year
tr: Yıl

source: Track
tr: Parça

source: Genre
tr: Tür

source: Bitrate
tr: Bit Oranı

source: Sample Rate
tr: Örnek Oranı

source: Length
tr: Süre

source: Author
tr: Yazar

source: Imprint Info
tr: Baskı Bilgisi

source: Call Number
tr: Tasnif No

source: Page
tr: Sayfa

source: Width
tr: Genişlik

source: Height
tr: Yükseklik

source: %s is not a directory
tr: %s dizin değil

source: %s is not a file
tr: %s dosya değil

source: Welcome to bilge-katalog! For helping only write 'help' an press Enter
tr: Bilge-katalog'a hoşgeldiniz! Yardım almak için 'help' yazıp onaylayın

source: changing current directory
tr: Bulunulan dizini değiştir

source: Usage:
tr: Kullanım:

source: change current directory which id is ID
tr: anahtarı ID olan dizine geç

source: change current directory which name is NAME
tr: adı NAME olan dizine geç

source: copy files and directories
tr: dosya ve dizinleri kopyala

source: copy NAME to ADDRESS
tr: NAME'i ADDRESS'e kopyala

source: informations about file or directory
tr: dosya veya dizin hakkında bilgiler

source: informations about NAME
tr: NAME hakkında bilgiler

source: listing directory
tr: dizini listele

source: list directory which id is ID
tr: anahtarı ID olan dizini listele

source: list directory which name is NAME
tr: adı NAME olan dizini listele

source: creating catalog.
tr: katalog oluştur

source: create catalog, NAME is name of catalog
tr: katalog oluştur, adı NAME olan

source: DESCRIPTIONS is description of catalog (optional)
tr: özeti DESCRIPTION olan (opsiyonel)

source: DIRECTORY for creating catalog (optional)
tr: verilerin alınacağı yer DIRECTORY olan (opsiyonel)

source: creating a directory.
tr: dizin oluştur

source: create directory, NAME is name of directory
tr: dizin oluştur, adı NAME olan

source: DESCRIPTIONS is description of directory (optional)
tr: özeti DESCRIPTION olan (opsiyonel)

source: DIRECTORY for creating directory (optional)
tr: verilerin alınacağı yer DIRECTORY olan (opsiyonel)

source: creating a file.
tr: dosya oluştur.

source: create file, NAME is name of file
tr: dosya oluştur, adı NAME olan

source: TYPE is type of file (optional)
tr: biçimi TYPE olan (opsiyonel)

source: ADDRESS for creating file (optional)
tr: verilerin alınacağı yer ADDRESS olan (opsiyonel)

source: move files and directories
tr: dosya ve dizinleri taşı

source: move NAME to ADDRESS
tr: NAME'i ADDRESS'e taşı

source: removing file
tr: dosya sil

source: remove file which id is ID
tr: anahtarı ID olan dosyayı sil

source: remove file which name is NAME
tr: adı NAME olan dosyayı sil

source: removing directory
tr: dizin sil

source: remove directory which id is ID
tr: anahtarı ID olan dizini sil

source: remove directory which name is NAME
tr: adı NAME olan dizini sil

source: searching for entry
tr: girileni ara

source: search for ENTRY and print all informations of founded
tr: ENTRY'yi ara ve bulunanların tüm bilgilerini göster

source: updating files or directories informations
tr: dosya ve dizinlerin bilgilerini güncelle

source: update NAME's VALUE of KEY
tr: NAME'in KEY anahtarının değerini VALUE ile değiştir

source: searching for entry and return theirs address
tr: girileni ara ve bulunanların adreslerini yaz

source: search for ENTRY en print addresses of founded
tr: ENTRY'yi ara ve bulunanların adreslerini yaz

source: Useful commands:
tr: Kullanışlı komutlar:

source: quiting on application
tr: uygulamadan çıkış

source: this help or using details of command
tr: bu yardım metni veya verilen komutun ayrıntılı kullanımı

source: Thanks for using bilge-katalog
tr: Bilge-katalog'u kullandığınız için teşekkür ederiz

source: This selection is not a directory.
tr: Seçilen bir dizin değil
